/* German, 0.8.1, feedface */

/* <no arguments */
"An error occurred during decompression" = "Während dem Dekomprimieren ist ein Fehler aufgetreten";

/* <no arguments> */
"Corrupt RAR or internal problems" = "Fehlerhaftes RAR oder interne Probleme";

/* <no arguments> */
"Corrupt ZIP or an internal error" = "Fehlerhaftes ZIP oder ein interner Fehler";

/* 1=Dest. path */
"Failed to create the temp file '%@'" = "Die temporäre Datei '%@' konnte nicht erstellt werden";

/* <no arguments> */
"Failed to decompress the file" = "Die Datei konnte nicht dekomprimiert werden";

/* 1=Filename */
"Failed to open the RAR file '%@'" = "Die RAR-Datei '%@' konnte nicht geöffnet werden";

/* 1=Filename */
"Failed to open the ZIP '%@'" = "Die ZIP-Datei '%@' konnte nicht geöffnet werden";

/* 1=RAR filename */
"Failed to reopen the RAR file '%@'" = "Die RAR-Datei '%@' konnte nicht erneut geöffnet werden";

/* 1=ZIP filename */
"Failed to reopen the ZIP '%@'" = "Die ZIP-Datei '%@' konnte nicht erneut geöffnet werden";

/* <no arguments */
"Some internal problems with the ZIP" = "Interne Probleme mit der ZIP-Datei";

/* <no arguments */
"ZIP file empty? Failed to seek to the first file" = "ZIP-Datei leer? Es konnte nicht zur ersten Datei gesprungen werden";

